text_admin= '''فقط موارد غیرمعمول احتمالی و خاصِ مربوط به کانال را از طریق ایدی زیر پیگیری بفرمایید:

📌@SunYeeOn'''

channel_id = -1002445433763

text_tablighat = """ 🛒 تعرفه تبلیغات در کانال نیازمندیها بصورت زیر میباشد؛

آیدی کانال؛ @nit_needs

1⃣ بنر شما 24ساعت در کانال میماند➖25هزار تومان
2⃣ بنر شما 72ساعت در کانال میماند➖35هزار تومان
3⃣ بنر شما بصورت دائمی در کانال میماند➖50هزار تومان
4⃣ بنر اصلی شما بصورت دائمی بنردر کانال میماند(همراه با یکبار فوروارد مجدد)➖ 60 هزار تومان
5️⃣ بنر شما بصورت همگانی از طریق ربات به تمامی کاربران آن ارسال می‌شود➖70هزار تومان

❕تبلیغات با سایر شرایط به صورت توافقی
❗️بنر شما دست کم ۱۵ دقیقه پست آخر خواهد بود
❕ساعت قرار گیری بنر در صورت تمایل به اختیار شماست
❗️درصد کمی از تبلیغات های دائمی ممکن است پس از گذشت چند ماه سهوا توسط یکی از ادامین پاک شده باشد.

در صورت تمایل با ایدی زیر در ارتباط باشید:
@SunYeeOn"""

hash ="7926804782:AAEwdUS3bZB0Dvit8Y5NRa8mNaaiCpZQMFM"

text_darkhasti = '''لطفا پیام درخواستی خود را بدون غلط املایی و در قالب متن ارسال نمایید.
❗️قبل از ارسال پیام توجه داشته باشد که یک سری از موارد درخواستی شما از قبل در کانال قرار گرفته و میتونید سرچ کنید.'''

text_foroshi = '''این بخش مخصوص فروش کتب،وسایل و ... میباشد.

نمونه پیام درست:
"کتاب Destination B1 رو برای فروش دارم."'''

text_porsesh = '''نمونه پرسش درست:
"کسی راه ارتباطی با استاد کاظمیان رو داره؟"'''

text_gomshode = '''نمونه پیام درست:
"شارژر لپتاپ ایسوس در کلاس 123 برق گمشده"
یا
"کارت دانشجویی و کارت بانکی آقای علی علیزاده پیدا شده
 تحویل حراست در امینیان داده شد"'''