text_admin= '''فقط موارد غیرمعمول احتمالی و خاصِ مربوط به کانال را از طریق ایدی زیر پیگیری بفرمایید:

📌@SunYeeOn'''

channel_id = -1001398713240

text_tablighat = """ 🛒 تعرفه تبلیغات در کانال نیازمندیها بصورت زیر میباشد؛

آیدی کانال؛ @nit_needs

1⃣ بنر شما 24ساعت در کانال میماند➖25هزار تومان
2⃣ بنر شما 72ساعت در کانال میماند➖35هزار تومان
3⃣ بنر شما بصورت دائمی در کانال میماند➖50هزار تومان
4⃣ بنر اصلی شما بصورت دائمی بنردر کانال میماند(همراه با یکبار فوروارد مجدد)➖ 60 هزار تومان
5️⃣ بنر شما بصورت همگانی از طریق ربات به تمامی کاربران آن ارسال می‌شود➖70هزار تومان

❕تبلیغات با سایر شرایط به صورت توافقی
❗️بنر شما دست کم ۱۵ دقیقه پست آخر خواهد بود
❕ساعت قرار گیری بنر در صورت تمایل به اختیار شماست
❗️درصد کمی از تبلیغات های دائمی ممکن است پس از گذشت چند ماه سهوا توسط یکی از ادامین پاک شده باشد.

در صورت تمایل با ایدی زیر در ارتباط باشید:
@SunYeeOn"""

hash ="7926804782:AAFaSnjJr7its5Wdg6bBB6oqbQDCDu-_DVc"

text_darkhasti = '''لطفا پیام درخواستی خود را بدون غلط املایی و در قالب متن ارسال نمایید.
❗️قبل از ارسال پیام توجه داشته باشد که یک سری از موارد درخواستی شما از قبل در کانال قرار گرفته و میتونید سرچ کنید.'''

text_foroshi = '''این بخش مخصوص فروش کتب،وسایل و ... میباشد.

نمونه پیام درست:
"کتاب Destination B1 رو برای فروش دارم."'''

text_porsesh = "پرسش خود را ارسال کنید"
 

text_gomshode = '''نمونه پیام درست:
"شارژر لپتاپ ایسوس در کلاس 123 برق گمشده"
'''

text_peyda_shode = '''نمونه پیام درست:
کارت دانشجویی و کارت بانکی آقای علی علیزاده پیدا شد و تحویل حراست درب امینیان داده شد
''' 
text_hamkhoone = "🏠"

bargh_facility = '''⚡️#شماره تماس اساتید دانشکده برق⚡️

📞اساتید گروه #الکترونیک:

09124078809 / دکتر آل احمد

09111253573 / دکتر حسن زاده

09112108713 / دکتر گنجی

09111150830 / دکتر میارنعیمی

01135501435 / دکتر ازوجی

09111130138 / دکتر سلیمانی

09111150103 / دکتر بالغی

09111281261 / دکتر قلیپور

09113275941 / دکتر اردشیر


📞اساتید گروه #مخابرات:

09389621352 / دکتر ابراهیم‌زاده

09112187920 / دکتر ذهابی

09114752938 / دکتر ذاکری

09113119001 / دکتر آقاگل‌زاده

09111268830 / دکتر اندارگلی

09127323281 / دکتر حسینی‌نژاد

09364474973 / دکتر یزدی

09112129723 / دکتر کاظمی‌تبار


📞اساتید گروه #قدرت:

09111136614 / دکتر بارفروشی

09112162175 / دکتر جعفری

09113548991 / دکتر حسینی

09113116132 / دکتر شهابی

09123092368 / دکتر شیخ‌الاسلامی

09113150562 / دکتر غلامیان

09112249056 / دکتر میرزائی

09111168812 / دکتر قریشی

09101000848 /دکتر ادبی

09123806530 / دکتر عبدالهی

09125314761 / دکتر عبدوس

09112141856 / دکتر میرایمانی


📞اساتید گروه #کنترل:

09122072807 / دکتر رحمانی چراتی

09112143879 / دکتر رنجبر

09112515477 / دکتر ساداتی

09121089770 / دکتر بهروز رضایی

09111228007 / دکتر خسروی


📞اساتید گروه #مهندسی_پزشکی:

09126149097 / دکتر سخائی

09910149506 / دکتر کرمی

09111131765 / دکتر منتظری

09126588891 / دکتر ابراهیمی خاله‌سری


📞اساتید دروس #عملی:

09112136497 / مهندس نوروزپور

09118596014 / مهندس اسحاق صادقی

09115845080 / مهندس مرتضی اصغری سلیمانی'''