MAIN_MENU_BUTTONS = [
    "🏷 فروشی",
    "❓ درخواستی",
    "🏡 همخونه",
    "📤ارسال جزوه و فایل",
    "🔍 گمشده",
    "🔎 پیدا شده",
    "💡فرصت شغلی",
    "📩 اطلاعات اساتید",
    "📈 تبلیغات",
    "📞 ارتباط با ادمین",
]

HOME_BUTTONS = ["👧همخونه دختر", "👦همخونه پسر", "🔙 بازگشت"]
FACULTY_BUTTONS = ["علوم پایه", "معارف", "مکانیک", "عمران", "شیمی", "صنایع و مواد", "برق و کامپیوتر", "🔙 بازگشت"]
ADMIN_BUTTONS = ["درخواستی ها", "ردشده ها"]
BACK_BUTTON = "🔙 بازگشت"

text_admin = """فقط موارد غیرمعمول احتمالی و خاصِ مربوط به کانال را از طریق ایدی زیر پیگیری بفرمایید:

📌@SunYeeOn"""

text_tablighat = """🛒 تعرفه تبلیغات در کانال نیازمندیها بصورت زیر میباشد؛

آیدی کانال؛ @nit_needs

1⃣ بنر شما 24ساعت در کانال میماند➖35هزار تومان
2⃣ بنر شما 72ساعت در کانال میماند➖45هزار تومان
3⃣ بنر شما بصورت دائمی در کانال میماند➖70هزار تومان
4⃣ بنر اصلی شما بصورت دائمی در کانال میماند(همراه با یکبار فوروارد مجدد)➖85 هزار تومان
5️⃣ بنر شما بصورت همگانی از طریق ربات به تمامی کاربرانِ ربات ارسال می‌شود➖95هزار تومان

❕تبلیغات با سایر شرایط به صورت توافقی
❗️بنر شما دست کم ۱۵ دقیقه پست آخر خواهد بود
❕ساعت قرار گیری بنر در صورت تمایل به اختیار شماست
❗️درصد کمی از تبلیغات های دائمی ممکن است پس از گذشت چند ماه سهوا توسط یکی از ادامین پاک شده باشد.

🔝هزینه پین کردن بنر شما(مختص طرح‌های ۱ تا ۴): 
🟫 به ازای هر ۲۴ ساعت
 ۳۰ هزار تومان
🟫 به ازای ۱۲ ساعت
۲۰ هزار تومان


در صورت تمایل با ایدی زیر در ارتباط باشید:
@SunYeeOn"""

text_darkhasti = """لطفا پیام درخواستی خود را بدون غلط املایی و در قالب متن ارسال نمایید.
❗️قبل از ارسال پیام توجه داشته باشد که یک سری از موارد درخواستی شما از قبل در کانال قرار گرفته و میتونید سرچ کنید."""

text_foroshi = """این بخش مخصوص فروش کتب،وسایل و ... میباشد.

نمونه پیام درست:
"کتاب Destination B1 رو برای فروش دارم." """

text_porsesh = "پرسش خود را ارسال کنید"

text_gomshode = """نمونه پیام درست:
"شارژر لپتاپ ایسوس در کلاس 123 برق گمشده"
"""

text_peyda_shode = """نمونه پیام درست:
کارت دانشجویی و کارت بانکی آقای علی علیزاده پیدا شد و تحویل حراست درب امینیان داده شد
"""

text_hamkhoone = "🏠"

text_job = """
لطفا پوستر/آگهی خود را ارسال نمایید.
❗️توجه: اگهی‌هایی که هزینه ثبت‌نام دارند (مانند شرکت در وبینار و …) جزو تبلیغات محسوب شده و در کانال قرار نمیگیرد."""

text_send = """
📤 ارسال جزوه/فایل

لطفا جزوه، فایل، نمونه سوال و … را به ایدی زیر ارسال نمایید:

📥 @SunYeeOn"""
