text_admin= '''فقط موارد غیرمعمول احتمالی و خاصِ مربوط به کانال را از طریق ایدی زیر پیگیری بفرمایید:

📌@SunYeeOn'''

channel_id = -1001398713240

text_tablighat = """ 🛒 تعرفه تبلیغات در کانال نیازمندیها بصورت زیر میباشد؛

آیدی کانال؛ @nit_needs

1⃣ بنر شما 24ساعت در کانال میماند➖25هزار تومان
2⃣ بنر شما 72ساعت در کانال میماند➖35هزار تومان
3⃣ بنر شما بصورت دائمی در کانال میماند➖50هزار تومان
4⃣ بنر اصلی شما بصورت دائمی بنردر کانال میماند(همراه با یکبار فوروارد مجدد)➖ 60 هزار تومان
5️⃣ بنر شما بصورت همگانی از طریق ربات به تمامی کاربران آن ارسال می‌شود➖70هزار تومان

❕تبلیغات با سایر شرایط به صورت توافقی
❗️بنر شما دست کم ۱۵ دقیقه پست آخر خواهد بود
❕ساعت قرار گیری بنر در صورت تمایل به اختیار شماست
❗️درصد کمی از تبلیغات های دائمی ممکن است پس از گذشت چند ماه سهوا توسط یکی از ادامین پاک شده باشد.

در صورت تمایل با ایدی زیر در ارتباط باشید:
@SunYeeOn"""


text_darkhasti = '''لطفا پیام درخواستی خود را بدون غلط املایی و در قالب متن ارسال نمایید.
❗️قبل از ارسال پیام توجه داشته باشد که یک سری از موارد درخواستی شما از قبل در کانال قرار گرفته و میتونید سرچ کنید.'''

text_foroshi = '''این بخش مخصوص فروش کتب،وسایل و ... میباشد.

نمونه پیام درست:
"کتاب Destination B1 رو برای فروش دارم."'''

text_porsesh = "پرسش خود را ارسال کنید"
 

text_gomshode = '''نمونه پیام درست:
"شارژر لپتاپ ایسوس در کلاس 123 برق گمشده"
'''

text_peyda_shode = '''نمونه پیام درست:
کارت دانشجویی و کارت بانکی آقای علی علیزاده پیدا شد و تحویل حراست درب امینیان داده شد
''' 
text_hamkhoone = "🏠"

text_job ="""
لطفا پوستر/آگهی خود را ارسال نمایید.
❗️توجه: اگهی‌هایی که هزینه ثبت‌نام دارند (مانند شرکت در وبینار و …) جزو تبلیغات محسوب شده و در کانال قرار نمیگیرد."""

text_send = """
📤 ارسال جزوه/فایل

لطفا جزوه، فایل، نمونه سوال و … را به ایدی زیر ارسال نمایید:

📥 @SunYeeOn"""

bargh_facility = '''⚡️#شماره تماس اساتید دانشکده برق⚡️

📞اساتید گروه #الکترونیک:

09124078809 / دکتر آل احمد

09111253573 / دکتر حسن زاده

09112108713 / دکتر گنجی

09111150830 / دکتر میارنعیمی

01135501435 / دکتر ازوجی

09111130138 / دکتر سلیمانی

09111150103 / دکتر بالغی

09111281261 / دکتر قلیپور

09113275941 / دکتر اردشیر


📞اساتید گروه #مخابرات:

09389621352 / دکتر ابراهیم‌زاده

09112187920 / دکتر ذهابی

09114752938 / دکتر ذاکری

09113119001 / دکتر آقاگل‌زاده

09111268830 / دکتر اندارگلی

09127323281 / دکتر حسینی‌نژاد

09364474973 / دکتر یزدی

09112129723 / دکتر کاظمی‌تبار


📞اساتید گروه #قدرت:

09111136614 / دکتر بارفروشی

09112162175 / دکتر جعفری

09113548991 / دکتر حسینی

09113116132 / دکتر شهابی

09123092368 / دکتر شیخ‌الاسلامی

09113150562 / دکتر غلامیان

09112249056 / دکتر میرزائی

09111168812 / دکتر قریشی

09101000848 /دکتر ادبی

09123806530 / دکتر عبدالهی

09125314761 / دکتر عبدوس

09112141856 / دکتر میرایمانی


📞اساتید گروه #کنترل:

09122072807 / دکتر رحمانی چراتی

09112143879 / دکتر رنجبر

09112515477 / دکتر ساداتی

09121089770 / دکتر بهروز رضایی

09111228007 / دکتر خسروی


📞اساتید گروه #مهندسی_پزشکی:

09126149097 / دکتر سخائی

09910149506 / دکتر کرمی

09111131765 / دکتر منتظری

09126588891 / دکتر ابراهیمی خاله‌سری


📞اساتید دروس #عملی:

09112136497 / مهندس نوروزپور

09118596014 / مهندس اسحاق صادقی

09115845080 / مهندس مرتضی اصغری سلیمانی'''

paye_facility = '''
اساتید گروه علوم پایه 
دانشگاه صنعتی نوشیروانی بابل
📍علی بنی جمالی شماره: 09359967728 ایمیل:
a.banijamali@nit.ac.ir
a.banijamali@gmail.com
📍سمیه خادملو شماره: +989111167558 ایمیل:
s.khademloo@nit.ac.ir
somayehkhademloo@gmail.com
📍بهرام محمدزاده شماره: 09132137297 ایمیل: b.mohammadzadeh@nit.ac.ir
📍محمود بهروزی‌فر شماره: +989113235659 ایمیل:
m_behroozifar@nit.ac.ir
behroozifar2@gmail.com
📍عزیزالله باباخانی شماره: 09112148661 ایمیل:
babakhani@nit.ac.ir
babakhane@gmail.com
📍علی مهری شماره: +989305018368 ایمیل:
alimehri@nit.ac.ir
alimehri197@gmail.com
📍روح‌الله بخشنده شماره: 09112286350 ایمیل: r_bakhshandeh@nit.ac.ir
📍حسین آکو شماره: +989113218575 ایمیل:
h.akou@nit.ac.ir
hossein.akou@gmail.com
📍ساناز ریواز شماره: +989173152610 ایمیل: srivaz@nit.ac.ir
📍حمزه آگاهی شماره: 09155570936 ایمیل: h_agahi@nit.ac.ir
📍رضا خان بابایی شماره: 09118988829 ایمیل:
rkhanbabaie@nit.ac.ir
reza.khanbabaie@gmail.com
'''

maaref_facility = """
گروه آموزشی معارف 
دانشگاه صنعتی نوشیروانی بابل
📍سید حسین آقابابایی شماره: 09121054405 ایمیل: h.agababaei@nit.ac.ir
📍غلامرضا ضابط‌پور شماره: +989127527043 ایمیل: zabetpour@nit.ac.ir
📍هادی رزاقی شماره: +989112140112 ایمیل: razaghi@nit.ac.ir
📍محمد ابراهیم نتاج ایمیل: mohamad.natag@yahoo.com
📍یوسف حیدری شماره: 09111170799 ایمیل: heidari@nit.ac.ir
📍جمشید آقاجان‌زاده شماره: 09111143317 ایمیل: j.aghajanzade@gmail.com
📍سید حامد صالحیان شماره: 09111191103 ایمیل: seyedhamed17@gmail.com
📍ابراهیم رمضانی شماره: 09112140407 ایمیل: ramzani@nit.ac.ir
📍مهران خدادادی شماره: +989112159397 ایمیل: mehrankhodadadi.52@gmail.com
📍محمد حسین شیرافکن شماره: 09112170018 ایمیل: mh.shirafkan.12@gmail.com
📍حسن خدادی شماره: 09195284750 ایمیل: h.khodadi1404@yahoo.com
📍محمد ابراهیم بخشنده شماره: 09113513494 ایمیل: bakhshandeh2008@yahoo.com
📍زینب مشکانی شماره: 09158725889 ایمیل: zainabmashkani@yahoo.com
"""